<template>
  <div class="privacy-policy">
    <h1>
      Публичная оферта
    </h1>
    <p>
      Настоящий документ – это публичная оферта (предложение) интернет-магазина rushev.online о продаже товаров.
    </p>
    <p>
      1. Общие положения
    </p>
    <p>
      1.1. Настоящая публичная оферта (далее - Оферта) является официальным предложением ИП Патрушев Георгий Викторович
      в адрес любого физического лица заключить с ИП Патрушев Георгий Викторович договор розничной купли-продажи товара
      на Сайте дистанционным образом на условиях, определенных в настоящем Договоре и содержит все существенные условия
      Оферты.
    </p>
    <p>
      1.2. Заказ Покупателем товара, размещенного на Сайте, означает, что Покупатель согласен со всеми условиями
      настоящей Оферты, Политики конфиденциальности и Пользовательского соглашения.
    </p>
    <p>
      1.3. Сайт имеет право вносить изменения в Оферту без уведомления Покупателя.
    </p>
    <p>
      1.4. Срок действия Оферты не ограничен, если иное не указано на Сайте.
    </p>
    <p>
      1.5. Сайт предоставляет Покупателю полную и достоверную информацию о товаре/услугах, включая информацию об
      основных потребительских свойствах товара, месте изготовления, а также информацию о гарантийном сроке и сроке
      годности товара на Сайте в карточке товара.
    </p>
    <p>
      2. Предмет Оферты
    </p>
    <p>
      2.1. ИП Патрушев Георгий Викторович обязуется передать Покупателю товар, предназначенный для личного, семейного,
      домашнего или иного использования, не связанного с предпринимательской деятельностью, на основании размещенных
      Заказов, а Покупатель обязуется принять и оплатить Товар на условиях настоящей Оферты.
    </p>
    <p>
      2.2. Наименование, цена, количество товара, а также прочие необходимые условия Оферты определяются на основании
      сведений, предоставленных Покупателем при оформлении заказа.
    </p>
    <p>
      2.3. Право собственности на заказанные товары переходит к Покупателю с момента фактической передачи товара
      Покупателю и оплаты последним полной стоимости товара. Риск его случайной гибели или повреждения товара переходит
      к Покупателю с момента фактической передачи товара Покупателю.
    </p>
    <p>
      3. Стоимость товара/услуг
    </p>
    <p>
      2.1. Цены на товар определяются Продавцом в одностороннем бесспорном порядке и указываются на страницах
      интернет-магазина, расположенного по интернет-адресу rushev.online.
    </p>
    <p>
      2.2. Цена товара указывается в рублях Российской Федерации и включает в себя налог на добавленную стоимость.
    </p>
    <p>
      2.3. Окончательная цена товара определяется последовательным действием на цену товара скидок по следующему
      порядку:
    </p>
    <p>
      Акционная скидка<br>
      Скидка по промо-коду<br>
      Скидка постоянного Покупателя
    </p>
    <p>
      2.4. Расчеты между Сайтом и Покупателем за товар производятся способами, указанными на Сайте в разделе – Оплата и
      доставка.
    </p>
    <p>
      4. Момент заключения Оферты
    </p>
    <p>
      4.1. Акцептом настоящей Оферты (договора) является оформление Покупателем заказа на товар на сайте rushev.online
      в соответствии с условиями настоящей Оферты
    </p>
    <p>
      4.2. Акцептируя настоящую Оферту, Покупатель выражает согласие в том, что:
    </p>
    <p>
      регистрационные данные (в том числе персональные данные) указаны им добровольно;
      <br>
      регистрационные данные (в том числе персональные данные) передаются в электронной форме по каналам связи сети
      "интернет";<br>
      регистрационные данные (в том числе персональные данные) переданы Сайту для реализации целей, указанных в
      настоящей Оферте, Политике конфиденциальности, Пользовательском соглашении и могут быть переданы третьим лицам,
      для реализации целей, указанных в настоящей Оферте;<br>
      регистрационные данные (в том числе персональные данные) могут быть использованы Сайтом в целях продвижения
      товаров и услуг, путем осуществления прямых контактов с Покупателем с помощью каналов связи;<br>
      в целях дополнительной защиты от мошеннических действий указанные Покупателем регистрационные данные (в том числе
      персональные данные) могут быть переданы банку, осуществляющему транзакции по оплате оформленных заказов;<br>
      данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является
      бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления,
      переданного Сайту.
    </p>
    <p>
      5. Возврат товара и денежных средств
    </p>
    <p>
      5.1. Возврат товара осуществляется в соответствии с Законом РФ "О защите прав потребителей".
    </p>
    <p>
      5.2. Возврат денежных средств осуществляется посредством возврата стоимости оплаченного товара на банковскую
      карту или почтовым переводом.
    </p>
    <p>
      6. Доставка товара
    </p>
    <p>
      6.1. Доставка товара Покупателю осуществляется в сроки, согласованные Сторонами при подтверждении заказа
      сотрудником Сайта.
    </p>
    <p>
      6.2. При курьерской доставке товара Покупатель в реестре доставки ставит свою подпись напротив тех позиций
      товара, которые Покупатель приобрел. Данная подпись служит подтверждением того, что Покупатель не имеет претензий
      к комплектации товара, к количеству и внешнему виду товара.
    </p>
    <p>
      6.3. После получения товара претензии к количеству, комплектности и виду товара не принимаются.
    </p>
    <p>
      7. Срок действия Оферты
    </p>
    <p>
      7.1. Настоящая Оферта вступает в силу с момента ее акцепта Покупателем, и действует до момента отзыва акцепта
      публичной Оферты.
    </p>
    <p>
      8. Дополнительные условия
    </p>
    <p>
      8.1. Сайт вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из
      его отношений с Покупателем, третьим лицам.
    </p>
    <p>
      8.2. Сайт и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения
      профилактических или иных работ, или по любым другим причинам технического характера. Техническая служба Сайта
      имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением
      Покупателей или без такового.
    </p>
    <p>
      8.3. К отношениям между Покупателем и Сайтом применяются положения Российского законодательства.
    </p>
    <p>
      8.4. В случае возникновения вопросов и претензий со стороны Покупателя он должен обратиться к Сайту по телефону
      или иным доступным способом. Все возникающее споры стороны будут стараться решить путем переговоров, при
      недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим
      законодательством РФ.
    </p>
    <p>
      8.5. Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой
      недействительность остальных положений.
    </p>
    <p>
      9. Реквизиты Сайта
    </p>
    <p>
      ИП Патрушев Георгий Григорьевич
    </p>
    <p>
      ИНН 662941540704 / ОГРНИП 313668207300024
    </p>
    <p>
      Политика конфиденциальности
    </p>
    <p>
      Настоящий документ "Политика конфиденциальности" (далее по тексту – "Политика") представляет собой правила
      использования сайтом rushev.online [ИП Патрушев Геогрий Викторович] (далее – Оператор) персональной информации
      Пользователя, которую Оператор, включая всех лиц, входящих в одну группу с Оператором, могут получить о
      Пользователе во время использования им любого из сайтов, сервисов, служб, программ, продуктов или услуг Оператора
      (далее – Сайт) и в ходе исполнения Оператором любых соглашений и договоров с Пользователем. Согласие Пользователя
      с Политикой, выраженное им в рамках отношений с одним из перечисленных лиц, распространяется на все остальные
      перечисленные лица.
    </p>
    <p>
      Использование Сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней
      условиями обработки его персональной информации; в случае несогласия с этими условиями Пользователь должен
      воздержаться от использования Сайта.
    </p>
    <p>
      1. Общие положения политики
    </p>
    <p>
      1.1. Настоящая Политика конфиденциальности является неотъемлемой частью Публичной оферты (далее – "Оферта"),
      размещенной и/или доступной в сети Интернет по адресу: https://rushev.online/page/oferta, а также иных заключаемых
      с Пользователем договоров, когда это прямо предусмотрено их условиями.
    </p>
    <p>
      1.2. Настоящая Политика составлена в соответствии с Федеральным законом "О персональных данных" № 152-ФЗ от 27
      июля 2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки
      персональных данных и действует в отношении всех персональных данных, которые Оператор может получить от
      Пользователя, являющегося стороной по гражданско-правовому договору.
    </p>
    <p>
      1.3. Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в заголовке Политики
      указывается дата последнего обновления редакции. Новая редакция Политики вступает в силу с момента ее размещения
      на сайте, если иное не предусмотрено новой редакцией Политики.
    </p>
    <p>
      1.4. К настоящей Политике, включая толкование ее положений и порядок принятия, исполнения, изменения и
      прекращения, подлежит применению законодательство Российской Федерации.
    </p>
    <p>
      2. Персональная информация Пользователей, которую обрабатывает Сайт
    </p>
    <p>
      2.1. Под персональной информацией в настоящей Политике понимается:
    </p>
    <p>
      2.1.1. Информация, предоставляемая Пользователем самостоятельно при регистрации (создании учётной записи) или в
      процессе использования Сайта, включая персональные данные Пользователя. Обязательная для предоставления Сайтом
      информация помечена специальным образом. Иная информация предоставляется Пользователем на его усмотрение;
    </p>
    <p>
      2.1.2. Данные, которые передаются в автоматическом режиме Сайту в процессе их использования с помощью
      установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные файлов cookie,
      информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к Сайту),
      технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время
      доступа к Сайту, адреса запрашиваемых страниц и иная подобная информация;
    </p>
    <p>
      2.1.3. Иная информация о Пользователе, обработка которой предусмотрена условиями использования Сайта.
    </p>
    <p>
      2.2. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Сайт не
      контролирует и не несет ответственность за обработку информации сайтами третьих лиц, на которые Пользователь может
      перейти по ссылкам, доступным на Сайте.
    </p>
    <p>
      2.3. Сайт не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет
      возможности оценивать его дееспособность.
    </p>
    <p>
      3. Цели обработки персональной информации Пользователей
    </p>
    <p>
      3.1. Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления сервисов или
      исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством предусмотрено
      обязательное хранение персональной информации в течение определенного законом срока.
    </p>
    <p>
      3.2. Персональную информацию Пользователя Сайт обрабатывает в следующих целях:
    </p>
    <p>
      3.2.1. Идентификация стороны в рамках сервисов, соглашений и договоров с Сайтом;
    </p>
    <p>
      2.2.2. Предоставление Пользователю персонализированных сервисов и услуг, а также исполнение соглашений и
      договоров;
    </p>
    <p>
      2.2.3. Направление уведомлений, запросов и информации, касающихся использования Сайта, исполнения соглашений и
      договоров, а также обработка запросов и заявок от Пользователя;
    </p>
    <p>
      2.2.4. Улучшение качества работы Сайта, удобства его использования для Пользователя, разработка новых услуг и
      сервисов;
    </p>
    <p>
      2.2.5. Таргетирование рекламных материалов;
    </p>
    <p>
      2.2.6. Проведение статистических и иных исследований, на основе обезличенных данных.
    </p>
    <p>
      4. Условия обработки персональной информации Пользователей и её передачи третьим лицам
    </p>
    <p>
      4.1. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев
      добровольного предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц.
    </p>
    <p>
      4.2. Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:
    </p>
    <p>
      4.3.1. Пользователь выразил согласие на такие действия;
    </p>
    <p>
      4.3.2. Передача необходима для использования Пользователем определенного сервиса либо для исполнения
      определенного соглашения или договора с Пользователем;
    </p>
    <p>
      4.3.3. Передача необходима для функционирования и работоспособности самого Сайта;
    </p>
    <p>
      4.3.4. Передача предусмотрена российским или иным применимым законодательством в рамках установленной
      законодательством процедуры;
    </p>
    <p>
      4.3.5. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к
      приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им
      персональной информации;
    </p>
    <p>
      4.3.6. В целях обеспечения возможности защиты прав и законных интересов Сайта или третьих лиц в случаях, когда
      Пользователь нарушает Пользовательское соглашение Сайта, настоящую Политику, либо документы, содержащие условия
      использования конкретных сервисов.
    </p>
    <p>
      4.3.7. В результате обработки персональной информации Пользователя путем ее обезличивания получены обезличенные
      статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания
      услуг по поручению Сайта.
    </p>
    <p>
      5. Изменение и удаление персональной информации. Обязательное хранение данных
    </p>
    <p>
      5.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию
      или её часть, обратившись к Сайту по контактам в разделе 9. "Контакты".
    </p>
    <p>
      5.2. Права, предусмотренные п. 5.1. настоящей Политики могут быть ограничены в соответствии с требованиями
      законодательства. Например, такие ограничения могут предусматривать обязанность Сайта сохранить измененную или
      удаленную Пользователем информацию на срок, установленный законодательством, и передать такую информацию в
      соответствии с законодательно установленной процедурой государственному органу.
    </p>
    <p>
      6. Обработка персональной информации при помощи файлов Cookie и счетчиков
    </p>
    <p>
      6.1. Файлы cookie, передаваемые Сайтом оборудованию Пользователя и оборудованием Пользователя Сайту, могут
      использоваться Сайтом для предоставления Пользователю персонализированных сервисов, для таргетирования рекламы,
      которая показывается Пользователю, в статистических и исследовательских целях, а также для улучшения Сайта.
    </p>
    <p>
      6.2. Пользователь осознает, что оборудование и программное обеспечение, используемые им для посещения сайтов в
      сети интернет, могут обладать функцией запрещения операций с файлами cookie (для любых сайтов или для определенных
      сайтов), а также удаления ранее полученных файлов cookie.
    </p>
    <p>
      6.3. Яндекс вправе установить, что предоставление определенного сервиса или услуги возможно только при условии,
      что прием и получение файлов cookie разрешены Пользователем.
    </p>
    <p>
      6.4. Структура файла cookie, его содержание и технические параметры определяются Сайтом и могут изменяться без
      предварительного уведомления Пользователя.
    </p>
    <p>
      6.5. Счетчики, размещенные Сайтом, могут использоваться для анализа файлов cookie Пользователя, для сбора и
      обработки статистической информации об использовании Сайта, а также для обеспечения работоспособности Сайта в
      целом или их отдельных функций в частности. Технические параметры работы счетчиков определяются Сайтом и могут
      изменяться без предварительного уведомления Пользователя.
    </p>
    <p>
      7. Защита персональной информации Пользователя
    </p>
    <p>
      7.1. Сайт предпринимает необходимые и достаточные организационные и технические меры для защиты персональной
      информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования,
      копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.
    </p>
    <p>
      8. Изменение Политики конфиденциальности
    </p>
    <p>
      8.1. Сайт имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в
      актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее
      размещения, если иное не предусмотрено новой редакцией Политики. Действующая редакция постоянно доступна на
      странице по адресу 
      <a href="https://rushev.online/about/privacypolicy">https://rushev.online/about/privacypolicy.</a>
    </p>
    <p>
      9. Контакты и вопросы по персональным данным
    </p>
    <p>
      9.1. Все предложения, вопросы, запросы и иные обращения по поводу настоящей Политики и использования своих
      персональных данных Пользователь вправе направлять Сайту:
    </p>
    <p>
      по адресу электронной почты: <a href="mailto:rushevshop@gmail.com">rushevshop@gmail.com</a><br>
      по почтовому адресу: 115184 Москва, Большой Овчинниковский переулок д.12с1 кв.29
    </p>
    <p>
      Дата публикации: 29.11.2021 г.
    </p>
  </div>
</template>

<script>
export default {
  name: 'privacy-policy'
}
</script>

<style lang="scss" scoped>
.privacy-policy {
  font-size: rem(16);
  line-height: rem(19);
  margin-left: rem(223);
}

p {
  padding-top: rem(21);
}

@media (max-width: em(1440, 16)) and (min-width: em(1024, 16)) {
  .privacy-policy{
    font-size: calc(0.75rem + (16 - 12) * ((100vw - 64rem) / (1440 - 1024)));
    line-height: calc(0.875rem + (19 - 14) * ((100vw - 64rem) / (1440 - 1024)));
    margin-left: calc(6.875rem + (223 - 110) * ((100vw - 64rem) / (1440 - 1024)));
  }
p{
  padding-top: calc(1.125rem + (21 - 18) * ((100vw - 64rem) / (1440 - 1024)));
}
}

@media (max-width: em(1023, 16)) and (min-width: em(428, 16)) {
  .privacy-policy{
    font-size: rem(12);
    line-height: rem(14);
    margin-left: calc(1.4375rem + (110 - 23) * ((100vw - 26.75rem) / (1024 - 428)));
    margin-right:calc(1.4375rem + (0 - 23) * ((100vw - 26.75rem) / (1024 - 428)));
    margin-top: calc(0.875rem + (0 - 14) * ((100vw - 26.75rem) / (1024 - 428)));
  }
  p{
    padding-top: rem(18);
  }
}

@media (max-width: em(768, 16)) {
  .privacy-policy {
    margin-bottom: rem(94);
  }
}

@media (max-width: em(427, 16)) and (min-width: em(220, 16)) {
  .privacy-policy{
    font-size: rem(12);
    line-height: rem(14);
    margin-left: rem(23);
    margin-right: rem(23);
    margin-top:rem(14) ;
  }
  p{
    padding-top: rem(18);
  }
}

</style>
